Repository: baikaihao/EchoDock
Catalog: EchoDock/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about.versionFormat
source: Version %@
zh_hans: 版本 %@

# accessibility.granted
source: Accessibility Access Granted
zh_hans: 辅助功能权限已授权

# accessibility.request
source: Request Accessibility Access
zh_hans: 申请辅助功能权限

# application.finder
source: Finder
zh_hans: 访达

# common.cancel
source: Cancel
zh_hans: 取消

# common.ok
source: OK
zh_hans: 好

# dock.action.failed
source: Action Failed
zh_hans: 操作失败

# dock.drop.removeFromEchoDock
source: Remove from EchoDock
zh_hans: 从EchoDock中移除

# dock.error.accessibilityClose
source: Accessibility access is required to close windows
zh_hans: 需要辅助功能权限才能关闭窗口

# dock.error.invalidPreferences
source: The native Dock configuration format is not recognized
zh_hans: 系统程序坞配置格式无法识别

# dock.error.launchTimeout
source: App launch timed out (30 seconds)
zh_hans: 启动应用超时（30 秒）

# dock.error.parsePinnedApps
source: Unable to resolve pinned apps from the native Dock
zh_hans: 无法解析系统程序坞固定应用

# dock.error.readPreferences
source: Unable to read the native Dock configuration
zh_hans: 无法读取系统程序坞配置

# dock.error.unableClose
source: Unable to close a window for %@
zh_hans: 无法关闭 %@ 的窗口

# dock.error.unableHide
source: Unable to hide %@
zh_hans: 无法隐藏 %@

# dock.error.unableQuit
source: Unable to quit %@
zh_hans: 无法退出 %@

# dock.error.unableTrash
source: Unable to move the item to Trash
zh_hans: 无法将项目移到废纸篓

# dock.error.unableShow
source: Unable to show %@
zh_hans: 无法显示 %@

# dock.error.unableSwitch
source: Unable to switch to %@
zh_hans: 无法切换到 %@

# dock.menu.accessibilityRequired
source: Accessibility Access Required
zh_hans: 需要辅助功能权限

# dock.menu.closeWindow
source: Close Window
zh_hans: 关闭窗口

# dock.menu.hide
source: Hide
zh_hans: 隐藏

# dock.menu.open
source: Open
zh_hans: 打开

# dock.menu.options
source: Options
zh_hans: 选项

# dock.menu.quit
source: Quit
zh_hans: 退出

# dock.menu.removeShortcut
source: Remove Shortcut
zh_hans: 移除快捷方式

# dock.menu.revealInFinder
source: Show in Finder
zh_hans: 在“访达”中显示

# dock.menu.show
source: Show
zh_hans: 显示

# dock.menu.showAllWindows
source: Show All Windows
zh_hans: 显示所有窗口

# dock.sync.notSynced
source: Not Synced Yet
zh_hans: 尚未同步

# dock.trash
source: Trash
zh_hans: 废纸篓

# format.icons.oneDecimal
source: %.1f icons
zh_hans: %.1f 个

# format.multiplier.twoDecimals
source: %.2fx
zh_hans: %.2f 倍

# format.seconds.oneDecimal
source: %.1f sec
zh_hans: %.1f 秒

# permissions.thirdSection.authorize
source: Enable Accessibility Access
zh_hans: 授权辅助功能

# permissions.thirdSection.later
source: Later
zh_hans: 稍后

# permissions.thirdSection.message
source: The third section stores shortcuts for files you drag into EchoDock. Accessibility access is only required for global Command-Z Trash undo; the third section itself works without it.
zh_hans: 第三栏会保存你拖入 EchoDock 的文件快捷方式。只有使用全局 Command-Z 撤销废纸篓操作时才需要辅助功能权限，不授权也不影响第三栏本身。

# permissions.thirdSection.title
source: Permission for Trash Undo
zh_hans: 废纸篓撤销需要权限

# settings.appearance.backgroundBlur
source: Gaussian Blur
zh_hans: 高斯模糊

# settings.appearance.backgroundStyle
source: Background Style
zh_hans: 背景风格

# settings.appearance.backgroundStyle.classic
source: Classic
zh_hans: 经典

# settings.appearance.backgroundStyle.liquidGlass
source: Liquid Glass
zh_hans: 液态玻璃

# settings.appearance.backgroundTransparency
source: Background Transparency
zh_hans: 背景透明度

# settings.appearance.iconSize
source: Icon Size
zh_hans: 图标大小

# settings.appearance.iconSpacing
source: Icon Spacing
zh_hans: 图标间距

# settings.appearance.launchBounce
source: Launch Bounce
zh_hans: 启动弹跳

# settings.appearance.magnification
source: Magnification
zh_hans: 图标放大

# settings.appearance.magnificationRange
source: Influence Range
zh_hans: 影响范围

# settings.appearance.magnificationScale
source: Magnification Scale
zh_hans: 放大倍率

# settings.appearance.restoreDefaults
source: Restore Defaults
zh_hans: 恢复默认

# settings.appearance.runningIndicators
source: Running Indicators
zh_hans: 运行指示灯

# settings.appearance.section.background
source: Background
zh_hans: 背景

# settings.appearance.section.effects
source: Effects
zh_hans: 效果

# settings.appearance.section.interaction
source: Interaction
zh_hans: 交互

# settings.appearance.section.sizeLayout
source: Size & Layout
zh_hans: 尺寸与排列

# settings.appearance.title
source: Appearance
zh_hans: 外观

# settings.appearance.tooltipGap
source: Label Distance
zh_hans: 名称框距离

# settings.displays.accessibility.setNativeTarget
source: Set %@ as the native Dock target
zh_hans: 将 %@ 设为原生 Dock 目标

# settings.displays.accessibility.showEchoDock
source: Show EchoDock on %@
zh_hans: 在 %@ 显示 EchoDock

# settings.displays.badge.main
source: Main
zh_hans: 主屏

# settings.displays.detail.builtIn
source: Built-in
zh_hans: 内建

# settings.displays.detail.external
source: External Display
zh_hans: 外接显示器

# settings.displays.detail.main
source: Main Display
zh_hans: 主显示器

# settings.displays.detail.mirrored
source: Mirrored
zh_hans: 镜像

# settings.displays.displayColumn
source: Display
zh_hans: 显示器

# settings.displays.empty
source: No displays available
zh_hans: 没有可用的显示器

# settings.displays.nativeDock
source: Native Dock
zh_hans: 原生 Dock

# settings.displays.openDesktopDockSettings
source: Open Desktop & Dock Settings
zh_hans: 打开桌面与程序坞设置

# settings.displays.openSystemSettings
source: Open System Settings
zh_hans: 打开系统设置

# settings.displays.overlapWarning.enable
source: Enable Anyway
zh_hans: 仍然启用

# settings.displays.overlapWarning.message
source: The native Dock and EchoDock may overlap at the bottom of the display.
zh_hans: 原生 Dock 与 EchoDock 可能在屏幕底部重叠。

# settings.displays.overlapWarning.title
source: This Display Will Show Two Docks
zh_hans: 这个屏幕将同时显示两个 Dock

# settings.displays.status.accessibilityRequired
source: Grant Accessibility access in General to move and pin the native Dock
zh_hans: 请前往“通用”授予辅助功能权限，才能迁移并固定原生 Dock

# settings.displays.status.fixedAt
source: The native Dock is pinned to “%@”
zh_hans: 原生 Dock 已固定在“%@”

# settings.displays.status.mirrorNotEligible
source: A mirrored display cannot be the native Dock target
zh_hans: 镜像显示器不能作为原生 Dock 的固定目标

# settings.displays.status.preparing
source: Preparing to pin the native Dock
zh_hans: 正在准备固定原生 Dock

# settings.displays.status.relocating
source: Moving the native Dock
zh_hans: 正在迁移原生 Dock

# settings.displays.status.relocatingTo
source: Moving the native Dock to “%@”
zh_hans: 正在将原生 Dock 移到“%@”

# settings.displays.status.selectTarget
source: Select a target display for the native Dock
zh_hans: 请选择原生 Dock 的目标显示器

# settings.displays.status.separateSpacesRequired
source: Enable “Displays have separate Spaces” and log in again
zh_hans: 需要开启“显示器具有单独的空间”并重新登录

# settings.displays.status.systemManagedCurrent
source: The native Dock is currently on “%@”; macOS controls its location
zh_hans: 原生 Dock 当前位于“%@”，所在屏幕由 macOS 决定

# settings.displays.status.systemManagedDetectionUnavailable
source: The native Dock's current display cannot be detected right now; macOS still controls its location
zh_hans: 暂时无法检测原生 Dock 的实际所在屏幕；当前仍由 macOS 管理

# settings.displays.status.systemManagedPermissionRequired
source: The native Dock's current display cannot be detected; check Accessibility access in General
zh_hans: 无法检测原生 Dock 的实际屏幕；可前往“通用”检查辅助功能权限

# settings.displays.status.targetOffline
source: The native Dock target display is offline
zh_hans: 原生 Dock 目标显示器当前离线

# settings.displays.status.unavailable
source: The native Dock cannot be moved or pinned right now
zh_hans: 暂时无法迁移或固定原生 Dock

# settings.displays.status.verificationFailed
source: The native Dock could not be confirmed on the target display. Select it again to retry
zh_hans: 未能确认原生 Dock 已移到目标显示器，请重新选择后重试

# settings.displays.status.verifying
source: Confirming the native Dock's current location
zh_hans: 正在确认原生 Dock 的实际位置

# settings.displays.strategy.fixed
source: Pin to Selected Display
zh_hans: 固定在所选显示器

# settings.displays.strategy.systemManaged
source: Managed by macOS
zh_hans: 由 macOS 管理

# settings.displays.tabTitle
source: Displays
zh_hans: 显示器

# settings.displays.title
source: Display Assignment
zh_hans: 显示器分配

# settings.general.accessibility
source: Accessibility Access
zh_hans: 辅助功能权限

# settings.general.autoHide
source: Automatically Hide
zh_hans: 自动隐藏

# settings.general.autoHideInFullScreen
source: Automatically Hide in Full Screen
zh_hans: 全屏时自动隐藏

# settings.general.reserveSpaceForWindows
source: Reserve Space for Windows
zh_hans: 为窗口预留空间

# settings.general.reserveSpaceForWindows.autoHideHint
source: Turn off Automatically Hide to reserve screen space.
zh_hans: 关闭“自动隐藏”后才能预留屏幕空间。

# settings.general.reserveSpaceForWindows.description
source: Keep maximized and tiled windows above EchoDock.
zh_hans: 让最大化和分屏窗口保持在 EchoDock 上方。

# settings.general.enabled
source: Enable EchoDock
zh_hans: 启用 EchoDock

# settings.general.hideDelay
source: Hide Delay
zh_hans: 自动收起延迟

# settings.general.internalEdgeDelay
source: Internal Display Edge Delay
zh_hans: 内部屏幕边缘停留

# settings.general.launchAtLogin
source: Launch at Login
zh_hans: 登录时启动

# settings.general.login.changeFailed
source: Unable to Change Launch at Login
zh_hans: 无法更改登录启动设置

# settings.general.login.requiresApproval
source: Approval required in System Settings
zh_hans: 需要在系统设置中允许

# settings.general.newDisplaysEnabled
source: Automatically Enable New Displays
zh_hans: 自动启用新连接显示器

# settings.general.section.dock
source: Dock
zh_hans: 程序坞

# settings.general.section.permissions
source: Permissions
zh_hans: 权限

# settings.general.section.startup
source: Startup
zh_hans: 启动

# settings.general.showRunningApplications
source: Show Unpinned Running Apps
zh_hans: 显示运行中未固定应用

# settings.general.title
source: General
zh_hans: 通用

# settings.window.title
source: EchoDock Settings
zh_hans: EchoDock 设置

# statusItem.about
source: About EchoDock
zh_hans: 关于 EchoDock

# statusItem.aboutDescription
source: A native app launcher for multiple displays
zh_hans: 类原生多显示器应用启动坞

# statusItem.cachedApps
source: Using the last synced app list
zh_hans: 正在使用上次同步的应用列表

# statusItem.hideEchoDock
source: Hide EchoDock
zh_hans: 隐藏 EchoDock

# statusItem.quit
source: Quit EchoDock
zh_hans: 退出 EchoDock

# statusItem.refresh
source: Refresh Now
zh_hans: 立即刷新

# statusItem.settings
source: Settings…
zh_hans: 设置…

# statusItem.showEchoDock
source: Show EchoDock
zh_hans: 显示 EchoDock

# statusItem.syncCount
source: Apps synced: %ld
zh_hans: 已同步 %ld 个应用
